brew "aqua"
brew "chezmoi"
brew "fd"
brew "fzf"
brew "gmp"
brew "go"
brew "gh"
brew "icu4c@77"
brew "openssl@3"
brew "libyaml"
brew "mise"
brew "neovim"
brew "node"
brew "readline"
brew "python@3.13"
brew "tmux"
brew "wget"
cask "coteditor"
cask "google-chrome"
cask "iterm2"
cask "logi-options+"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hridoy.rails-snippets"
vscode "misogi.ruby-rubocop"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-lsp"
